/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "AEr du sikker på at du vil slette CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Avbryt";

/* Title describing glucose date */
"Date" = "Dato";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Slett CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glukose";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Blodsukker (Justert)";

/* Section title for latest glucose reading */
"Latest Reading" = "Siste måling";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Trenger tilsyn";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";
